<?php

return [

'id' => 'الرقم',
'notes' => 'ملاحظات',
'home'=>'الرئيسية',
'title_page' => 'المراحل الدراسية',
'List_Grade' => 'قائمة المراحل الدراسية',
'add_Grade' => 'اضافة مرحلة',
'edit_Grade'=> 'تعديل مرحلة',
'delete_Grade'=> 'حذف مرحلة',
'Warning_Grade'=> 'هل انت متاكد من عملية الحذف ؟',
'stage_name_ar' => 'اسم المرحلة بالعربية',
'stage_name_en' => 'اسم المرحلة بالانجليزية',
'submit' => 'حفظ البيانات',
'name'=>'اسم المرحلة',
'processes'=>'العمليات',
'delete_grade_error'=>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',
'edit'=>'تعديل',
'exists'=>'المرحلة موجودة مسبقا',
'delete'=>'حذف',
'close' => 'اغلاق',

];
